// General
"Chameleon_title" = "Chameleon 變色龍引導器";
"Chameleon_description" = "Chameleon 需要安裝 3 個基本文件。 (簡而言之)
boot0 (在磁盤 MBR) 用於載入 boot1.
boot1 (在分區的引導區，即 boot-sector)用於定位 boot2.
boot2 (在分區根目錄)用於載入內核及其他插件";

"Standard_title" = "標準安裝";
"Standard_description" = "將 Chameleon 文件以 boot0 或 boot0md 方式安裝到選定分區，可避免影響已有的 windows 引導。";

"EFI_title" = "EFI 安裝";
"EFI_description" = "將 Chameleon 文件以 boot0 或 boot0md 方式安裝到隱藏的 EFI 分區，可避免影響已有 的windows 引導。";

"noboot_title" = "不安裝引導器";
"noboot_description" = "僅安裝 Extra 文件夾。";

// Modules

"Module_title" = "Chameleon 插件";
"Module_description" = "不替換主要的引導文件的前提下，插件系統配合 Chameleon 可以為用戶及開發者提供更多的內核功能。";

"AMDGraphicsEnabler_title" = "AMDGraphicsEnabler";
"AMDGraphicsEnabler_description" = "啟用 AMD 顯卡插件 ( Rev 784 以上 版本適用)。
該插件不支持「古老的」 ATI 顯卡。
如果你的 HD 系列顯卡在早先的代碼中被支持卻被本插件遺漏，請於 http://forge.voodooprojects.org/p/chameleon/issues/ 指正，ATI 代碼的其他遺誤同此處理。僅確認可驅動顯卡被列入此代碼。";

"ATiGraphicsEnabler_title" = "ATiGraphicsEnabler";
"ATiGraphicsEnabler_description" = "啟用 ATi 顯卡插件 ( Rev 784 以下 版本適用)。
支持「古老的」顯卡…
基於 Meklort 的工作";

"IntelGraphicsEnabler_title" = "IntelGraphicsEnabler";
"IntelGraphicsEnabler_description" = "啟用 Intel 顯卡插件，完美驅動一些 Intel 顯卡，移動版為主。";

"klibc_title" = "klibc";
"klibc_description" = "該插件用於提供標準 c 資源庫給插件調用，以備 Chameleon 資源庫的不足。
目前僅被 uClibc++ library 使用。
源代碼: http://www.kernel.org/pub/linux/libs/klibc/";

"AutoReso_title" = "Resolution";
"AutoReso_description" = "此插件會讀取主要顯示器的 EDID 資訊。
按現在的情況，本插件目前不被內置到trunk版，並限制其使用。
此外，這個插件會修正早期 Intel HD 顯卡的 VESA 模式，在引導時即提供正確的解析度。";

"NVIDIAGraphicsEnabler_title" = "NVIDIAGraphicsEnabler";
"NVIDIAGraphicsEnabler_description" = "啟用 nVidia 顯卡插件。
如果你的顯卡可以支持，卻被此代碼遺漏，請於 http://forge.voodooprojects.org/p/chameleon/issues/ 指正。僅確認可驅動顯卡被列入此代碼。";

"uClibc_title" = "uClibc++";
"uClibc_description" = "該插件用於提供一個極簡的 c++ 運行庫給其插件調用。
插件本身不產生作用，而是令其他插件可以使用 c++ 語言。
請注意 rtti 和例外都已禁用。
源代碼: http://cxx.uclibc.org/
依存: klibc";

"Keylayout_title" = "Keylayout";
"Keylayout_description" = "鍵盤佈局，此插件允許用戶定義鍵盤按鍵映射。";

// Utility
"Utility_title" = "實用工具";
"Utility_description" = "可選，設定幫助文件";

"PrefPanel_title" = "系統偏好設置";
"PrefPanel_description" = "安裝 Chameleon 的偏好設置面板。";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "拷貝一份 smbios.plist 範例到 /Extra/Configuration 。";

"Documentation_title" = "說明文件";
"Documentation_description" = "手動安裝和設定 Chameleon 說明文件。";

// Options
"Options_title" = "引導選項";
"Options_description" = "建立一個 /Extra/org.chameleon.Boot.plist 並勾選個人所需的 Chameleon 控制選項。";

"arch_title" = "arch=i386";
"arch_description" = "以 32 位模式引導內核，而非預設的 64 位模式。";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "顯示選擇啟動分區畫面，而非倒計時畫面。";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "啟用安靜啟動模式（沒有訊息或提示）。";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "禁用 自動啓用 重啟修復。";

"ShowInfo_title" = "ShowInfo=No";
"ShowInfo_description" = "禁用顯示分區和解析度的詳細資訊。";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "忽略主板內建的 SSDT 表。";

"EthernetBuiltIn_title" = "EthernetBuiltIn=Yes";
"EthernetBuiltIn_description" = "啟用將乙太網路設備加入『內建』的選項";

"GraphicsEnabler_title" = "GraphicsEnabler=Yes";
"GraphicsEnabler_description" = "啟用自動識別 NVIDIA GPU 並注入正確資訊的選項。";

"EnableC2State_title" = "EnableC2State=Yes";
"EnableC2State_description" = "啟用特定處理器的 C2 功耗模式。";

"EnableC3State_title" = "EnableC3State=Yes";
"EnableC3State_description" = "啟用特定處理器的 C3 功耗模式。";

"EnableC4State_title" = "EnableC4State=Yes";
"EnableC4State_description" = "啟用特定處理器的 C4 功耗模式。";

"SkipFTFix_title" = "SkipFTFix=Yes";
"SkipFTFix_description" = "用於暫時解決 RAID 引導的問題。";

// Advanced
"Advanced_title" = "進階選項";
"Advanced_description" = "勾選你需要的 Chameleon 控制選項。";

"Npci_title" = "npci=0x2000";
"Npci_description" = "在 kernel flag 中設定 npci=0x2000 開機參數。";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "隱藏 Chameleon 圖形使用者介面的 引導參數輸入框。";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "引導畫面 使用傳統的 Apple Logo（灰白兩色）而非主題中的 boot.png。";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "啟用 預設 SMBIOS 選項。";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "啟用 UseAtiROM 選項。";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "啟用 UseNvidiaROM 選項。";

"Wait_title" = "Wait=Yes";
"Wait_description" = "Chameleon 完成設定後暫停引導程序，按任意鍵才載入 mach_kernel。結合 -v 模式啟動，做錯誤排除時非常有用。";

"Wake_title" = "Wake=Yes";
"Wake_description" = "嘗試載入最後一次休眠時保存的睡眠鏡像。";

"GUI_title" = "GUI=No";
"GUI_description" = "禁用預設啟用的圖形使用著界面。";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "啟用 VBIOS 選項";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "啟用自動生成處理器閒置休眠狀態 (C-States)。";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "啟用自動生成處理器功耗表現狀態 (P-States)。";

"CSTUsingSystemIO_title" = "New - Generate C-States=Yes";
"CSTUsingSystemIO_description" = "利用 SystemIO registers 而非 FixedHW 的新式 C-States _CST 生成方法。";

"ForceHPET_title" = "ForceHPET=Yes";
"ForceHPET_description" = "啟用 Intel 晶片組的 HPET 功能（主板 BIOS 沒有 HPET 的專用選項）。";

"ForceWake_title" = "ForceWake=Yes";
"ForceWake_description" = "此選項可以讓你避開損壞的睡眠鏡像。";

"EHCIacquire_title" = "EHCIacquire=Yes";
"EHCIacquire_description" = "修復任何不良 BIOS 造成的 EHCI 所有權問題。";

"UHCIreset_title" = "UHCIreset=Yes";
"UHCIreset_description" = "啟動 Mac OS X 之前，先重置 UHCI 控制器。";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "禁用自動識別記憶體。";

"UseKernelCache_title" = "UseKernelCache=Yes";
"UseKernelCache_description" = "選用 Yes 將載入預鏈接內核並忽略 /Extra/Extensions 和 /System/Library/Extensions 還有 Extensions.mkext。
預設值為 No，除非你在 RAID 分區上使用 Lion 才為 Yes。";

// KeyLayout
"KeyLayout_title" = "鍵盤佈局";
"KeyLayout_description" = "設定鍵盤佈局";

"mac-de_title" = "德語 Mac 鍵盤";
"mac-de_description" = "使用德語 Mac 鍵盤佈局";

"mac-es_title" = "西班牙語 Mac 鍵盤";
"mac-es_description" = "使用西班牙語 Mac 鍵盤佈局";

"mac-fr_title" = "法語 Mac 鍵盤";
"mac-fr_description" = "使用法語 Mac 鍵盤佈局";

"mac-it_title" = "意大利語 Mac 鍵盤";
"mac-it_description" = "使用意大利語 Mac 鍵盤佈局";

"mac-se_title" = "瑞典語 Mac 鍵盤";
"mac-se_description" = "使用瑞典語 Mac 鍵盤佈局";

"pc-fr_title" = "法語 PC 鍵盤";
"pc-fr_description" = "使用法語 PC 鍵盤佈局";

// Resolution
"Resolution_title" = "解析度設定";
"Resolution_description" = "設定顯示器的解析度";

"1024x600x32_title" = "1024x600x32";
"1024x600x32_description" = "1024x600x32";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x768x32_title" = "1280x768x32";
"1280x768x32_description" = "1280x768x32";

"1280x800x32_title" = "1280x800x32";
"1280x800x32_description" = "1280x800x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1440x900x32_title" = "1440x900x32";
"1440x900x32_description" = "1440x900x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "背景主題";
"Themes_description" = "示範主題的選集。可以在 http://forum.voodooprojects.org/index.php/board,7.0.html 找到更多主題。";

"Embed_title" = "Embed";
"Embed_description" = "(Embed，內嵌) 編譯到 Chameleon 內嵌主題所需之更小的新預設主題。";

"Legacy_title" = "Legacy";
"Legacy_description" = "(Legacy，傳統) Chameleon 先前的預設主題。";

"Default_title" = "Default";
"Default_description" = "(Default，預設) Chameleon 新的預設主題。";

"Bullet_title" = "Bullet";
"Bullet_description" = "(Bullet，子彈) Chameleon 新的子彈主題。";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "有用的附加項目的選集。";

"SMBios_title" = "SMBIOS 覆蓋";
"SMBios_description" = "在 Extra 中安裝 smbios.plist 覆蓋預設的 SMBIOS。";

// Error strings
"ERROR_BOOTVOL" = "本軟件必須安裝在啟動卷宗。";
"ERROR_INSTALL" = "這個卷宗沒有達到更新所需要求。";

"Newer_Package_Installed_message" = "一個更新版本的 Chameleon 已經安裝了。";
"Intel_Mac_message" = "此軟件無法安裝在這台電腦上。";
